module.exports = {
  string: 'Поле «{#label}» должно быть строкой',
  required: 'Поле «{#label}» обязательное',
  empty: 'Поле «{#label}» не может быть пустым',
  regex: 'Поле «{#label}» не должно содержать пробелов',
  min: 'Минимальное количество символов в поле «{#label}»: {#limit}',
  max: 'Максимальное количество символов в поле «{#label}»: {#limit}',
  alphanum: 'Поле «{#label}» должно содержать только латинские буквы и цифры',
  hex: 'Поле «{#label}» должно быть представлено в виде шестнадцатеричной записи ("Hex")',
  length: 'Требуемое количество символов в поле «{#label}»: {#limit}',
  emailMessage: '«{#value}» - некорректный email',
  uri: '«{#value}» - некорректный URL',
  excess: 'Поле «{#label}» лишнее',
};
